export const medicineLibrary = [
  {
    name: "Acetaminophen",
    concentrations: ["۱۶۰ میلی‌گرم در ۵ میلی‌لیتر"],
    diseases: [
        {
            name: "تب و درد عمومی",
            guidelines: "۱۰ الی ۱۵ میلی‌گرم به ازای هر کیلوگرم وزن بدن در هر نوبت، هر ۴ الی ۶ ساعت. بیش از ۵ نوبت در ۲۴ ساعت مصرف نشود.",
            notes: "از مصرف همزمان با سایر داروهای حاوی استامینوفن خودداری کنید. در صورت مشکلات کبدی با احتیاط مصرف شود."
        }
    ]
  },
  {
    name: "Ibuprofen",
    concentrations: ["۱۰۰ میلی‌گرم در ۵ میلی‌لیتر"],
    diseases: [
        {
            name: "تب و درد",
            guidelines: "۵ الی ۱۰ میلی‌گرم به ازای هر کیلوگرم وزن بدن در هر نوبت، هر ۶ الی ۸ ساعت. حداکثر دوز روزانه ۴۰ میلی‌گرم به ازای هر کیلوگرم است.",
            notes: "با معده پر مصرف شود تا از مشکلات گوارشی جلوگیری شود. برای کودکان زیر ۶ ماه توصیه نمی‌شود."
        }
    ]
  },
  {
    name: "Amoxicillin",
    concentrations: ["۱۲۵ میلی‌گرم در ۵ میلی‌لیتر", "۲۰۰ میلی‌گرم در ۵ میلی‌لیتر", "۲۵۰ میلی‌گرم در ۵ میلی‌لیتر", "۴۰۰ میلی‌گرم در ۵ میلی‌لیتر"],
    diseases: [
        {
            name: "عفونت گوش میانی (خفیف تا متوسط)",
            guidelines: "۲۵ الی ۵۰ میلی‌گرم به ازای کیلوگرم در روز در دوزهای منقسم هر ۸ الی ۱۲ ساعت.",
            notes: "دوره درمان را کامل کنید، حتی اگر علائم بهبود یافت. در صورت بروز اسهال شدید به پزشک اطلاع دهید."
        },
        {
            name: "عفونت گوش میانی (شدید)",
            guidelines: "۸۰ الی ۹۰ میلی‌گرم به ازای کیلوگرم در روز در دوزهای منقسم هر ۸ الی ۱۲ ساعت.",
            notes: "این دوز بالا برای عفونت‌های مقاوم استفاده می‌شود. حتما تحت نظر پزشک مصرف شود."
        },
        {
            name: "عفونت گلو (استرپتوکوکی)",
            guidelines: "۵۰ میلی‌گرم به ازای کیلوگرم در روز، یک بار در روز یا در دو دوز منقسم به مدت ۱۰ روز.",
            notes: "برای جلوگیری از تب روماتیسمی، تکمیل دوره ۱۰ روزه درمان ضروری است."
        }
    ]
  },
  {
    name: "Cetirizine",
    concentrations: ["۵ میلی‌گرم در ۵ میلی‌لیتر"],
    diseases: [
        {
            name: "آلرژی و کهیر",
            guidelines: "کودکان ۲ الی ۵ سال: ۲.۵ میلی‌گرم یک بار در روز. کودکان بالای ۶ سال و بزرگسالان: ۵ الی ۱۰ میلی‌گرم یک بار در روز.",
            notes: "ممکن است باعث خواب‌آلودگی شود. در هنگام مصرف از انجام فعالیت‌هایی که نیاز به هوشیاری کامل دارند، خودداری شود."
        }
    ]
  },
];
